Repository: Sarthaklad1034/Assist-Now-Civic-Support-System
Catalog: mobile_app/lib/l10n/app_*.arb
Languages: as, gu, kn, ml, mr, or, ta, te

# newIssue
source: Report new issue
as: নতুন সমস্যা জনাওক
gu: નવી સમસ્યા નોંધો
kn: ಹೊಸ ಸಮಸ್ಯೆಯನ್ನು ವರದಿ ಮಾಡಿ
ml: പുതിയ പ്രശ്നം റിപ്പോർട്ട് ചെയ്യുക
mr: नवीन समस्या नोंदवा
or: ନୂତନ ସମସ୍ୟା ରିପୋର୍ଟ କରନ୍ତୁ
ta: புதிய பிரச்சினையை பதிவு செய்க
te: క్రొత్త సమస్యను నివేదించండి

# reports
source: Your reports
as: আপোনাৰ প্ৰতিবেদনসমূহ
gu: તમારી રિપોર્ટ્સ
kn: ನಿಮ್ಮ ವರದಿಗಳು
ml: നിങ്ങളുടെ റിപ്പോർട്ടുകൾ
mr: आपल्या रिपोर्ट्स
or: ଆପଣଙ୍କର ରିପୋର୍ଟ
ta: உங்கள் அறிக்கைகள்
te: మీ నివేదికలు

source: Map
as: মানচিত্ৰ
gu: નકશો
kn: ನಕ್ಷೆ
ml: മാപ്പ്
mr: नकाशा
or: ମାନଚିତ୍ର
ta: வரைபடை
te: మ్యాప్

source: Notifications
as: সূচনাসমূহ
gu: સૂચનાઓ
kn: ಅಧಿಸೂಚನೆಗಳು
ml: അറിയിപ്പുകൾ
mr: सूचना
or: ବିଜ୍ଞପ୍ତି
ta: அறிவிப்புகள்
te: అధ్యసూచనలు

source: Account
as: একাউণ্ট
gu: ખાતું
kn: ಖಾತೆ
ml: അക്കൗണ്ട്
mr: खाते
or: ଖାତା
ta: கணக்கு
te: ఖాతా

# addPhoto
source: Snap photo and auto locate
as: ফটো লওক আৰু স্বয়ংক্রিয় অৱস্থান পাৱক
gu: ફોટો લો અને સ્થાન મેળવો
kn: ಫೋಟೋ ತೆಗೆದು ಸ್ಥಳವನ್ನು ಪಡೆಯಿರಿ
ml: ഫോട്ടോ എടുക്കുകയും ലൊക്കേഷൻ ലഭിക്കുകയും ചെയ്യുക
mr: फोटो घ्या आणि स्थान मिळवा
or: ଫଟୋ ନିଅନ୍ତୁ ଏବଂ ଲୋକେସନ୍ ପାଆନ୍ତୁ
ta: புகைப்படம் எடுத்து இடத்தை பெறவும்
te: ఫోటో తీసి స్థానాన్ని పొందండి

source: Camera
as: কেমৰা
gu: કેમેરા
kn: ಕ್ಯಾಮೆರಾ
ml: ക്യാമറ
mr: कॅमेरा
or: କ୍ୟାମେରା
ta: கேமரா
te: కెమెరా

source: Gallery
as: গেলাৰী
gu: ગેલેરી
kn: ಗ್ಯಾಲರಿ
ml: ഗാലറി
mr: गॅलरी
or: ଗ୍ୟାଲେରୀ
ta: கேலரி
te: గ్యాలరీ

source: Location
as: অৱস্থান
gu: સ્થાન
kn: ಸ್ಥಳ
ml: സ്ഥാനം
mr: स्थान
or: ଅବସ୍ଥାନ
ta: இடம்
te: స్థానం

source: Details
as: বিৱৰণ
gu: વિગતો
kn: ವಿವರಗಳು
ml: വിശദാംശങ്ങൾ
mr: तपशील
or: ବିବରଣୀ
ta: விவரங்கள்
te: వివరాలు

source: Done
as: সম্পূৰ্ণ
gu: થઈ ગયું
kn: ಮುಗಿದಿದೆ
ml: പൂർത്തിയായി
mr: पूर्ण
or: ସମାପ୍ତ
ta: முடிந்தது
te: పూర్తయింది

source: Issue type
as: সমস্যাৰ ধৰণ
gu: સમસ્યાનો પ્રકાર
kn: ಸಮಸ್ಯೆಯ ಪ್ರಕಾರ
ml: പ്രശ്നത്തിന്റെ തരം
mr: समस्येचा प्रकार
or: ସମସ୍ୟାର ପ୍ରକାର
ta: பிரச்சினை வகை
te: సమస్య రకం

source: Pothole
as: ৰাস্তাৰ খাদ
gu: ખાડો
kn: ಗುಂಡಿ
ml: തുളവ്
mr: खड्डा
or: ଗଡ଼ଢା
ta: குண்டும் குழியும்
te: గోతు

source: Street filled
as: ৰাস্তাঘাট ভৰি পৰিছে
gu: રસ્તો ભરાયો
kn: ರಸ್ತೆ ತುಂಬಿದೆ
ml: വീഥി നിറഞ്ഞു
mr: रस्ता भरलेला
or: ରାସ୍ତା ପୁରା
ta: தெரு நிரம்பியுள்ளது
te: వీధి నిండింది

source: Leak waste
as: বেয়া পানী/আবৰ্জনা লিক
gu: લીક/કચરો
kn: ಲೀಕ್/ಕಸದ
ml: ചോർച്ച/മാലിന്യം
mr: गळती/कचरा
or: ଲିକ୍/ଆବର୍ଜନା
ta: கசிவு/கழிவு
te: లీక్/వ్యర్థం

source: Other
as: অন্য
gu: અન્ય
kn: ಇತರೆ
ml: മറ്റ്
mr: इतर
or: ଅନ୍ୟ
ta: மற்றவை
te: ఇతర

source: Description
as: বিৱৰণ
gu: વર્ણન
kn: ವಿವರಣೆ
ml: വിവരണം
mr: वर्णन
or: ବର୍ଣନା
ta: விவரம்
te: వివరణ

source: Low
as: নিম্ন
gu: નીચું
kn: ಕಡಿಮೆ
ml: താഴ്ന്നത്
mr: कमी
or: କମ୍
ta: குறைவு
te: తక్కువ

source: Medium
as: মধ্যম
gu: મધ્યમ
kn: ಮಧ್ಯಮ
ml: ഇടത്തരം
mr: मध्यम
or: ମଝିଆ
ta: நடுத்தரம்
te: మధ్యస్థ

source: High
as: উচ্চ
gu: ઉંચું
kn: ಹೆಚ್ಚು
ml: ഉയർന്ന
mr: जास्त
or: ଉଚ୍ଚ
ta: உயர்
te: అధిక

source: Submit report
as: প্ৰতিবেদন জমা দিন
gu: રિપોર્ટ સબમિટ કરો
kn: ವರದಿ ಸಲ್ಲಿಸಿ
ml: റിപ്പോർട്ട് സമർപ്പിക്കുക
mr: रिपोर्ट सबमिट करा
or: ରିପୋର୍ଟ ଦାଖଲ କରନ୍ତୁ
ta: அறிக்கையை சமர்ப்பிக்கவும்
te: నివేదిక సమర్పించండి

# complaints
source: My complaints
as: মোৰ অভিযোগসমূহ
gu: મારી ફરિયાદો
kn: ನನ್ನ ದೂರುಗಳು
ml: എന്റെ പരാതികൾ
mr: माझ्या तक्रारी
or: ମୋର ଅଭିଯୋଗ
ta: என் புகார்கள்
te: నా ఫిర్యాదులు

source: All
as: সকলো
gu: બધું
kn: ಎಲ್ಲಾ
ml: എല്ലാം
mr: सर्व
or: ସମସ୍ତ
ta: அனைத்தும்
te: అన్నీ

source: Active
as: সক্ৰিয়
gu: સક્રિય
kn: ಸಕ್ರಿಯ
ml: സജീവം
mr: सक्रिय
or: ସକ୍ରିୟ
ta: செயலில்
te: క్రియాశీల

source: Resolved
as: সমাধান হৈছে
gu: નિષ્ફળ
kn: ಪರಿಹರಿಸಲಾಗಿದೆ
ml: പരിഹരിച്ചിരിക്കുന്നു
mr: निकाली
or: ସମାଧାନିତ
ta: தீர்க்கப்பட்டது
te: పరిష్కరించబడింది

source: View details
as: বিৱৰণ চাওক
gu: વિગતો જુઓ
kn: ವಿವರಗಳನ್ನು ನೋಡಿ
ml: വിശദാംശങ്ങൾ കാണുക
mr: तपशील पहा
or: ବିବରଣୀ ଦେଖନ୍ତୁ
ta: விவரங்கள் பார்க்க
te: వివరాలు చూడండి

source: Assigned
as: অপুন্যোগ কৰা হৈছে
gu: સોંપાયેલ
kn: ಹೊರಿಸಲಾಯಿತು
ml: നിയോഗിച്ചു
mr: नेमलेले
or: ନିର୍ଦ୍ଧାରିତ
ta: ஒதுக்கப்பட்டது
te: కేటాయించబడింది

source: Work started
as: কাৰ্য আৰম্ভ হৈছে
gu: કામ શરૂ
kn: ಕೆಲಸ ಆರಂಭವಾಗಿದೆ
ml: ജോലി ആരംഭിച്ചു
mr: काम सुरू
or: କାମ ଆରମ୍ଭ
ta: வேலை தொடங்கியது
te: పని ప్రారంభమైంది

# complaintsListEmpty
source: No complaints found
gu: કોઈ ફરિયાદ મળી નથી
kn: ಯಾವುದೇ ದೂರುಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ml: പരാതികളൊന്നും കണ്ടെത്തിയില്ല
mr: कोणतीही तक्रार आढळली नाही
or: କୌଣସି ଅଭିଯୋଗ ମିଳିଲା ନାହିଁ
ta: எந்த புகாரும் இல்லை
te: ఫిర్యాదులు లభించలేదు

# profileManage
source: View and manage your profile
as: আপোনাৰ প্ৰফাইল চাওক আৰু পৰিচালনা কৰক
gu: તમારી પ્રોફાઇલ જુઓ અને મેનેજ કરો
kn: ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ವೀಕ್ಷಿಸಿ ಮತ್ತು ನಿರ್ವಹಿಸಿ
ml: നിങ്ങളുടെ പ്രൊഫൈൽ കാണുകയും നിയന്ത്രിക്കുകയും ചെയ്യുക
mr: आपली प्रोफाइल पहा आणि व्यवस्थापित करा
or: ଆପଣଙ୍କ ପ୍ରୋଫାଇଲ୍ ଦେଖନ୍ତୁ ଏବଂ ପରିଚାଳନା କରନ୍ତୁ
ta: உங்கள் சுயவிவரத்தை பார்க்கவும் மற்றும் மேலாண்மை செய்யவும்
te: మీ ప్రొఫైల్‌ను చూడండి మరియు నిర్వహించండి

# mapView
source: View issues on map
as: মানচিত্ৰত সমস্যাসমূহ চাওক
gu: નકશા પર સમસ્યાઓ જુઓ
kn: ನಕ್ಷೆಯಲ್ಲಿ ಸಮಸ್ಯೆಗಳನ್ನು ವೀಕ್ಷಿಸಿ
ml: മാപ്പിൽ പ്രശ്നങ്ങൾ കാണുക
mr: नकाशावर समस्या पहा
or: ମାନଚିତ୍ରରେ ସମସ୍ୟା ଦେଖନ୍ତୁ
ta: வரைபடத்தில் பிரச்சினைகளை பார்க்கவும்
te: మ్యాప్‌లో సమస్యలు చూడండి

# notify
source: Check notifications
as: সূচনাসমূহ চাওক
gu: સૂચનાઓ તપાસો
kn: ಅಧಿಸೂಚನೆಗಳನ್ನು ಪರಿಶೀಲಿಸಿ
ml: അറിയിപ്പുകൾ പരിശോധിക്കുക
mr: सूचना तपासा
or: ବିଜ୍ଞପ୍ତିଗୁଡ଼ିକ ଯାଞ୍ଚ କରନ୍ତୁ
ta: அறிவிப்புகளை சரிபார்க்கவும்
te: అధ్యసూచనలు తనిఖీ చేయండి

# tapToAddPhoto
source: Tap to add a photo of the issue
as: সমস্যাৰ ফটো যোগ কৰিবলৈ টিপক
gu: સમસ્યાનો ફોટો ઉમેરવા માટે ટેપ કરો
kn: ಸಮಸ್ಯೆಯ ಫೋಟೋ ಸೇರಿಸಲು ಟ್ಯಾಪ್ ಮಾಡಿ
ml: പ്രശ്നത്തിന്റെ ഫോട്ടോ ചേർക്കാൻ ടാപ്പ് ചെയ്യുക
mr: समस्येचा फोटो जोडण्यासाठी टॅप करा
or: ସମସ୍ୟାର ଫଟୋ ଯୋଡ଼ିବା ପାଇଁ ଟାପ୍ କରନ୍ତୁ
ta: பிரச்சினையின் புகைப்படத்தைச் சேர்க்க தட்டவும்
te: సమస్య యొక్క ఫోటో జోడించడానికి ట్యాప్ చేయండి

source: Detailed description
as: বিস্তৃত বিৱৰণ
gu: વિગતવાર વર્ણન
kn: ವಿವರವಾದ ವಿವರಣೆ
ml: വിശദമായ വിവരണം
mr: सविस्तर वर्णन
or: ବିସ୍ତୃତ ବର୍ଣନା
ta: விரிவான விளக்கம்
te: వివరమైన వివరణ

source: Current location
as: বৰ্তমান অৱস্থান
gu: વર્તમાન સ્થાન
kn: ಪ್ರಸ್ತುತ ಸ್ಥಳ
ml: നിലവിലെ സ്ഥാനം
mr: सध्याचे स्थान
or: ବର୍ତ୍ତମାନ ଅବସ୍ଥାନ
ta: தற்போதைய இடம்
te: ప్రస్తుత స్థానం

# submittedChip
source: Submitted
as: জমা দিয়া হৈছে
gu: સબમિટ થયું
kn: ಸಲ್ಲಿಸಲಾಗಿದೆ
ml: സമർപ്പിച്ചു
mr: सबमिट केले
or: ଦାଖଲ ହେଲା
ta: சமர்ப்பிக்கப்பட்டது
te: సమర్పించబడింది

source: Report submitted
as: প্ৰতিবেদন সফলতাৰে জমা দিয়া হৈছে
gu: રિપોર્ટ સબમિટ થયો
kn: ವರದಿ ಸಲ್ಲಿಸಲಾಗಿದೆ
ml: റിപ്പോർട്ട് സമർപ്പിച്ചു
mr: रिपोर्ट सबमिट केला
or: ରିପୋର୍ଟ ଦାଖଲ ହେଲା
ta: அறிக்கை சமர்ப்பிக்கப்பட்டது
te: నివేదిక సమర్పించబడింది

source: Upload profile photo
as: প্ৰোফাইল ফটো আপলোড কৰক
gu: પ્રોફાઇલ ફોટો અપલોડ કરો
kn: ಪ್ರೊಫೈಲ್ ಫೋಟೋ ಅಪ್‌ಲೋಡ್ ಮಾಡಿ
ml: പ്രൊഫൈൽ ഫോട്ടോ അപ്‌ലോഡ് ചെയ്യുക
mr: प्रोफाइल फोटो अपलोड करा
or: ପ୍ରୋଫାଇଲ୍ ଫଟୋ ଅପଲୋଡ୍ କରନ୍ତୁ
ta: சுயவிவரப் புகைப்படத்தை பதிவேற்றவும்
te: ప్రొఫైల్ ఫోటోను అప్‌లోడ్ చేయండి

source: Name
as: নাম
gu: નામ
kn: ಹೆಸರು
ml: പേര്
mr: नाव
or: ନାମ
ta: பெயர்
te: పేరు

# enterName
source: Enter your name
gu: તમારું નામ દાખલ કરો
kn: ನಿಮ್ಮ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ പേര് നൽകുക
mr: आपले नाव प्रविष्ट करा
or: ଆପଣଙ୍କ ନାମ ଦିଅନ୍ତୁ
ta: உங்கள் பெயரை உள்ளிடவும்
te: మీ పేరు నమోదు చేయండి

source: Email
as: ইমেইল
gu: ઈમેલ
kn: ಇಮೇಲ್
ml: ഇമെയിൽ
mr: ई-मेल
or: ଇମେଲ୍
ta: இமெயில்
te: ఈమెయిల్

# enterEmail
source: Enter your email
gu: તમારો ઈમેલ દાખલ કરો
kn: ನಿಮ್ಮ ಇಮೇಲ್ ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ ഇമെയിൽ നൽകുക
mr: आपला ई-मेल प्रविष्ट करा
or: ଆପଣଙ୍କ ଇମେଲ୍ ଲେଖନ୍ତୁ
ta: உங்கள் இமெயிலை உள்ளிடவும்
te: మీ ఈమెయిల్ నమోదు చేయండి

source: Preferred language
as: পছন্দৰ ভাষা
gu: પસંદીદા ભાષા
kn: ಆಸಕ್ತ ಭಾಷೆ
ml: ഏറ്റവും ഇഷ്ടപ്പെട്ട ഭാഷ
mr: प्राधान्यकृत भाषा
or: ପ୍ରିୟ ଭାଷା
ta: விருப்ப மொழி
te: అభిరుచిగల భాష

source: Save
as: সংৰক্ষণ কৰক
gu: સેવ કરો
kn: ಉಳಿಸಿ
ml: സംരക്ഷിക്കുക
mr: जतन करा
or: ସେଭ୍ କରନ୍ତୁ
ta: சேமிக்கவும்
te: సేవ్ చేయండి

# tapToReportIssue
source: Tap here to report a new civic issue
gu: નવી નાગરિક સમસ્યા નોંધવા માટે ટેપ કરો
kn: ಹೊಸ ನಾಗರಿಕ ಸಮಸ್ಯೆಯನ್ನು ವರದಿ ಮಾಡಲು ಟ್ಯಾಪ್ ಮಾಡಿ
ml: പുതിയ സിവിക് പ്രശ്നം റിപ്പോർട്ട് ചെയ്യാൻ ടാപ്പ് ചെയ്യുക
mr: नवीन नागरी समस्या नोंदवण्यासाठी टॅप करा
or: ନୂତନ ସିଭିକ୍ ସମସ୍ୟା ରିପୋର୍ଟ କରିବା ପାଇଁ ଟାପ୍ କରନ୍ତୁ
ta: புதிய குடிமைப் பிரச்சினையை பதிவு செய்ய தட்டவும்
te: క్రొత్త సివిక్ సమస్యను నివేదించడానికి ట్యాప్ చేయండి

# complaintsView
source: View your complaints
as: আপোনাৰ অভিযোগসমূহ চাওক
gu: તમારી ફરિયાદો જુઓ
kn: ನಿಮ್ಮ ದೂರುಗಳನ್ನು ವೀಕ್ಷಿಸಿ
ml: നിങ്ങളുടെ പരാതികൾ കാണുക
mr: आपल्या तक्रारी पहा
or: ଆପଣଙ୍କ ଅଭିଯୋଗ ଦେଖନ୍ତୁ
ta: உங்கள் புகார்களைப் பார்க்கவும்
te: మీ ఫిర్యాదులు చూడండి

source: Animal Control
gu: પશુ નિયંત્રણ
kn: ಪ್ರಾಣಿ ನಿಯಂತ್ರಣ
ml: മൃഗ നിയന്ത്രണം
mr: प्राणी नियंत्रण
or: ପଶୁ ନିୟନ୍ତ୍ରଣ
ta: விலங்கு கட்டுப்பாடு
te: జంతు నియంత్రణ

source: Electricity
gu: વીજળી
kn: ವಿದ್ಯುತ್
ml: വൈദ്യുതി
mr: वीज
or: ବିଦ୍ୟୁତ
ta: மின்சாரம்
te: కరెంట్

source: Garbage
gu: કચરો
kn: ಕಸ
ml: അഴുക്ക്
mr: कचरा
or: ଆବର୍ଜନା
ta: குப்பை
te: చెత్త

source: Road block
gu: રસ્તો બંધ
kn: ರಸ್ತೆ ತಡೆ
ml: റോഡ് ബ്ലോക്ക്
mr: रस्ता बंद
or: ରାସ୍ତା ବନ୍ଦ
ta: சாலை மறியல்
te: రోడ్డు బ్లాక్

source: Public spaces
gu: જાહેર સ્થળો
kn: ಸಾರ್ವಜನಿಕ ಸ್ಥಳಗಳು
ml: പൊതു സ്ഥലങ്ങൾ
mr: सार्वजनिक जागा
or: ସାର୍ବଜନିକ ସ୍ଥାନ
ta: பொது இடங்கள்
te: ప్రజా ప్రదేశాలు

source: Electrical
gu: ઈલેક્ટ્રિકલ
kn: ಎಲೆಕ್ಟ್ರಿಕಲ್
ml: ഇലക്ട്രിക്കൽ
mr: इलेक्ट्रिकल
or: ଇଲେକ୍ଟ୍ରିକାଲ୍
ta: எலக்ட்ரிக்கல்
te: ఎలక్ట్రికల్

source: Park Damage
gu: બગીચાનું નુકસાન
kn: ಪಾರ್ಕ್ ಹಾನಿ
ml: പാർക്ക് നാശം
mr: उद्यानाचे नुकसान
or: ପାର୍କ କ୍ଷତି
ta: பூங்கா சேதம்
te: పార్క్ నష్టం

source: Fire Damage
gu: આગથી નુકસાન
kn: ಅಗ್ನಿ ಹಾನಿ
ml: തീ നാശം
mr: आगीमुळे नुकसान
or: ଅଗ୍ନି କ୍ଷତି
ta: தீ சேதம்
te: అగ్ని నష్టం
